Repository: yukoff/ezplatform-i18n
Catalog: translations/*/ezpublish-kernel/fielddefinition.*.xlf
Languages: pl_pl

# fielddefinition.default-value.checked
source: Checked
pl_pl: Zaznaczone

# fielddefinition.default-value.current_date
source: Current date
pl_pl: Bieżąca data

# fielddefinition.default-value.current_datetime
source: Current datetime
pl_pl: Bieżące data i czas

# fielddefinition.default-value.current_datetime_adjust_by
source: Current datetime adjusted by
pl_pl: Bieżące data i czas zmienione o

# fielddefinition.default-value.current_time
source: Current time
pl_pl: Bieżący czas

# fielddefinition.default-value.empty
source: Empty
pl_pl: Puste

# fielddefinition.default-value.label
source: Default value:
pl_pl: Wartość domyślna:

# fielddefinition.default-value.unchecked
source: Unchecked
pl_pl: Niezaznaczone

# fielddefinition.default-value.undefined
source: No default value
pl_pl: Brak wartości domyślnej

# fielddefinition.isbn.label
source: Selected ISBN format:
pl_pl: Wybrany format ISBN:

# fielddefinition.max-length.label
source: Max string length:
pl_pl: Maksymalna długość ciągu znaków:

# fielddefinition.max-length.undefined
source: No defined maximum string length
pl_pl: Nie określono maksymalnej długości ciągu znaków

# fielddefinition.max-length.value
source: %max% characters
pl_pl: %max% znaków

# fielddefinition.max-value.label
source: Maximum value:
pl_pl: Wartość maksymalna:

# fielddefinition.max-value.undefined
source: No defined maximum value
pl_pl: Nie określono wartości maksymalnej

# fielddefinition.maximum-file-size.label
source: Maximum file size:
pl_pl: Maksymalny rozmiar pliku:

# fielddefinition.maximum-file-size.undefined
source: No defined maximum size
pl_pl: Nie określono rozmiaru maksymalnego

# fielddefinition.media-player-type.html5_audio
source: HTML5 Audio
pl_pl: Audio HTML5

# fielddefinition.media-player-type.html5_video
source: HTML5 Video
pl_pl: Wideo HTML5

# fielddefinition.media-player-type.label
source: Media player type:
pl_pl: Typ odtwarzacza mediów:

# fielddefinition.media-player-type.undefined
source: No defined value
pl_pl: Nie określono wartości

# fielddefinition.media-player-type.windows_media_player
source: Window Media Player
pl_pl: Windows Media Player

# fielddefinition.min-value.label
source: Minimum value:
pl_pl: Wartość minimalna:

# fielddefinition.min-value.undefined
source: No defined minimum value
pl_pl: Nie określono wartości minimalnej

# fielddefinition.multiple.label
source: Allow multiple choices:
pl_pl: Dopuszczalny wielokrotny wybór:

# fielddefinition.multiple.yes_no
source: {0} No|{1} Yes
pl_pl: {0} Nie|{1} Tak

# fielddefinition.options.label
source: Defined options
pl_pl: Zdefiniowane opcje

# fielddefinition.preferred-rows-number.label
source: Preferred number of rows:
pl_pl: Preferowana liczba wierszy:

# fielddefinition.preferred-rows-number.undefined
source: No preferred number of rows
pl_pl: Brak preferowanej liczby wierszy

# fielddefinition.preferred-rows-number.value
source: %rows% rows
pl_pl: %rows% wierszy

# fielddefinition.selection-method.browse
source: Browse
pl_pl: Przeglądanie

# fielddefinition.selection-method.checkbox
source: List with checkboxes
pl_pl: Lista z polami wyboru

# fielddefinition.selection-method.label
source: Selection method:
pl_pl: Metoda wyboru:

# fielddefinition.selection-method.list
source: Drop-down list
pl_pl: Lista rozwijana

# fielddefinition.selection-method.radio
source: List with radio buttons
pl_pl: Lista z polami opcji

# fielddefinition.selection-method.tree
source: Drop-down tree
pl_pl: Rozwijane drzewo

# fielddefinition.selection-root.label
source: Selection root:
pl_pl: Lokalizacja wyjściowa:

# fielddefinition.selection-root.undefined
source: No defined root
pl_pl: Nie wybrano lokalizacji wyjściowej

# fielddefinition.use-seconds.label
source: Use seconds:
pl_pl: Używaj sekund:

# fielddefinition.use-seconds.yes_no
source: {0} No|{1} Yes
pl_pl: {0} Nie|{1} Tak
