Repository: yukoff/ezplatform-i18n
Catalog: translations/*/platform-ui-bundle/content_type.*.xlf
Languages: uk_ua

# content_type.container
source: Container
uk_ua: Może posiadać podelementy

# content_type.content.title
source: Content field definitions
uk_ua: Definicje pól

# content_type.dashboard_title
source: Content types
uk_ua: Typy treści

# content_type.default_availability
source: Default availability in primary language, if translation is absent
uk_ua: Domyślna dostępność w języku oryginalnym w przypadku braku tłumaczenia

# content_type.default_availability.help
source: Default availability in primary language, if translation is absent
uk_ua: Domyślna dostępność w języku oryginalnym w przypadku braku tłumaczenia

# content_type.default_availability.value
source: {0} Not available|{1} Available
uk_ua: {0} Dostępne|{1} Niedostępne

# content_type.default_children_sorting
source: Default property for sorting chilren
uk_ua: Domyślne pole używane do sortowania podelementów

# content_type.default_sort
source: Default sort order
uk_ua: Domyślna kolejność sortowania

# content_type.description
source: Description
uk_ua: Opis

# content_type.edit
source: Edit
uk_ua: Edytuj

# content_type.edit_title
source: Edit
uk_ua: Edytuj

source: Content type group
uk_ua: Grupa typów treści

# content_type.group.cancel
source: Cancel
uk_ua: Anuluj

# content_type.group.cannot_delete.has_content_types
source: Cannot delete Content type group "%identifier%" as it still contains Content types.
uk_ua: Nie można usunąć grupy "%identifier%", ponieważ wciąż zawiera ona typy treści.

# content_type.group.create.title
source: Creating a new Content type group
uk_ua: Tworzenie nowej grupy dla typów treści

# content_type.group.deleted
source: Content type group "%identifier%" was correctly deleted.
uk_ua: Usunięto grupę "%identifier%".

# content_type.group.edit
source: Edit
uk_ua: Edytuj

# content_type.group.edit.title
source: Editing Content type group "%identifier%"
uk_ua: Edytowanie grupy "%identifier%"

# content_type.group.list
source: Content type groups
uk_ua: Grupy typów treści

# content_type.group.name
source: Name
uk_ua: Nazwa

# content_type.group.new
source: Create a Content type group
uk_ua: Utwórz grupę

# content_type.group.notification.created
source: Content type group "%identifier%" was correctly created.
uk_ua: Utworzono grupę "%identifier%".

# content_type.group.notification.updated
source: Content type group "%identifier%" was correctly updated.
uk_ua: Zmodyfikowano grupę "%identifier%".

# content_type.identifier
source: Identifier
uk_ua: Identyfikator

# content_type.is_in_use
source: The content type cannot be deleted because it has content items, or because you don't have permission.
uk_ua: Nie można usunąć typu treści ponieważ zawiera on elementy lub nie posiadasz odpowiednich uprawnień.

# content_type.last_modified
source: Last modified: %date% by %modifier%
uk_ua: Ostatnia modyfikacja: %date% przez %modifier%

# content_type.metadata.title
source: Global properties
uk_ua: Globalne właściwości

# content_type.modified_date
source: Modification date
uk_ua: Data modyfikacji

# content_type.name
source: Name
uk_ua: Nazwa

# content_type.name_schema
source: Content name schema
uk_ua: Schemat budowania nazw dla tego typu treści

# content_type.notification.deleted
source: The Content type "%contentTypeName%" was successfully deleted.
uk_ua: Usunięto typ treści "%contentTypeName%".

# content_type.notification.draft_removed
source: The Content type draft was successfully removed.
uk_ua: Usunięto szkic typu treści.

# content_type.notification.draft_updated
source: The Content type draft was successfully updated.
uk_ua: Zmodyfikowano szkic typu treści.

# content_type.notification.published
source: The Content type draft was successfully updated and published. Related Content has also been updated.
uk_ua: Zmodyfikowano i opublikowano szkic typu treści. Powiązane treści uległy zmodyfikowaniu.

# content_type.url_alias_schema
source: URL alias name pattern
uk_ua: Szablon aliasu URL

# field_definition.description
source: Description
uk_ua: Opis

# field_definition.identifier
source: Identifier
uk_ua: Identyfikator

# field_definition.name
source: Name
uk_ua: Nazwa

# field_definition.required
source: Required
uk_ua: Wymagane

# field_definition.searchable
source: Searchable
uk_ua: Można przeszukać

# field_definition.translatable
source: Translatable
uk_ua: Można przetłumaczyć

# field_definition.type
source: Type
uk_ua: Typ

# yes_no
source: {0} No|{1} Yes
uk_ua: {0} Nie|{1} Tak
