Repository: yukoff/ezplatform-i18n
Catalog: translations/*/platform-ui-bundle/fieldedit.*.xlf
Languages: pt_pt

# author.add
source: Add another author
pt_pt: Adicionar outro autor

# authorinput.name
source: Name:
pt_pt: Nome:

# authorinput.remove
source: Remove this author
pt_pt: Remover este autor

# bad.checksum.last.digit.should.be
source: Bad checksum, last digit of ISBN 13 should be %checkDigit%
pt_pt: Código de verificação inválido, o último dígito de um ISBN 13 deveria ser %checkDigit%

# binaryfile.download
source: Download the file
pt_pt: Descarregar o ficheiro

# binaryfile.empty
source: No file yet.
pt_pt: Nenhum ficheiro ainda.

# binaryfile.help
source: Drag and drop your file here or simply click on the buttons and select your file manually.
pt_pt: Arraste e largue o ficheiro para aqui ou simplesmente clique nos botões e seleccione o ficheiro manualmente.

# binaryfile.name
source: File name:
pt_pt: Nome do ficheiro:

# binaryfile.or
source: or
pt_pt: ou

# binaryfile.remove
source: Remove this file
pt_pt: Remover este ficheiro

# binaryfile.replace
source: Replace this file
pt_pt: Substituir este ficheiro

# binaryfile.size
source: File size:
pt_pt: Dimensão do ficheiro:

# binaryfile.type
source: Type:
pt_pt: Tipo:

# binaryfile.upload
source: Upload a file
pt_pt: Enviar um ficheiro

# date.and.time.not.valid
source: Date and time do not have valid inputs
pt_pt: A Data e hora não têm valores válidos

# date.calendar
source: Calendar
pt_pt: Calendário

# date.not.valid
source: This is not a correct date
pt_pt: Esta data não é correcta

# date.not.valid.time.missing
source: Date do not have a valid input and time is missing
pt_pt: Data não tem um valor válido e a Hora está em falta

# date.not.valid.time.required
source: Date do not have a valid input and time is required
pt_pt: Data não tem um valor válido e a Hora é obrigatória

# date.placeholder
source: YYYY-MM-DD
pt_pt: AAAA-MM-DD

# date.required
source: Date is required
pt_pt: Data é obrigatória

# date.time.required
source: Date and time are required
pt_pt: Data e Hora são obrigatórios

# dropped.several.files
source: You dropped several files while only one can be stored in this field. Please choose one file.
pt_pt: Largou vários ficheiros onde com este campo apenas pode gravar um ficheiro. Escolha um ficheiro por favor.

# dropped.text.selection
source: You dropped a text selection while this field can only store a file. Please drop a file instead.
pt_pt: Largou uma selecção de texto onde com este campo apenas pode gravar um ficheiro. Escolha antes um ficheiro por favor.

# email.not.valid
source: The email address should be valid
pt_pt: O endereço de email deverá ser válido

# email.required
source: The email address is required
pt_pt: O endereço de email é obrigatório

# email.required.if.name.filled
source: The email address is required if the name is filled.
pt_pt: O endereço de email é obrigatório se o nome estiver preenchido.

# embed.content.not.loaded
source: Embedded Content item could not be loaded
pt_pt: O conteúdo incorporado não pôde ser carregado

# error.during.geolocation.request
source: An error occurred during geolocation request of your current position
pt_pt: Ocorreu um erro durante o pedido de geolocalização da sua posição actual

# failed.retrieve.google.maps.api
source: Failed to retrieve Google Maps API
pt_pt: Busca da API Google Maps falhou

# float.value.should.be.less.than
source: The value should be less than or equal to %maxFloatValue%
pt_pt: O valor deve ser igual ou menor que %maxFloatValue%

# float.value.should.be.more.than
source: The value should be more than or equal to %minFloatValue%
pt_pt: O valor deve ser igual ou maior que %minFloatValue%

# geocoding.error
source: An error occurred during the geocoding request for this address
pt_pt: Ocorreu um erro durante o pedido de geocodificação para este endereço

# google.map.not.loaded.correctly
source: Google maps are not loaded correctly, try reloading the page
pt_pt: Google maps não foi carregado correctamente, tente recarregar a página

# image.alternativetext
source: Alternative text:
pt_pt: Texto alternativo:

# image.content.not.loaded
source: Image could not be loaded
pt_pt: A imagem não pôde ser carregada

# image.fullwidth
source: View the full width image
pt_pt: Ver imagem em tamanho inteiro

# image.help
source: Drag and drop your image here or simply click on the buttons and select your image manually.
pt_pt: Arraste e largue a imagem para aqui ou simplesmente carregue nos botões e seleccione a imagem manualmente.

# image.name
source: File name
pt_pt: Nome do ficheiro

# image.noimage
source: No image yet.
pt_pt: Nenhuma imagem ainda.

# image.or
source: or
pt_pt: ou

source: Image preview
pt_pt: Pré-visualização da imagem

source: Image properties
pt_pt: Propriedades da imagem

# image.remove
source: Remove this image
pt_pt: Remover esta imagem

# image.replace
source: Replace this image
pt_pt: Substituir esta imagem

# image.size
source: File size:
pt_pt: Dimensão do ficheiro:

# image.thumbnail.error
source: An error occurred while loading the thumbnail.
pt_pt: Ocorreu um erro ao carregar a miniatura.

# image.thumbnail.loading
source: Loading a thumbnail of the image...
pt_pt: A carregar a miniatura da imagem...

# image.thumbnail.retry
source: Retry
pt_pt: Tentar novamente

# image.type
source: Type:
pt_pt: Tipo:

# image.upload
source: Upload an image
pt_pt: Enviar uma imagem

# input.not.valid
source: This is not a valid input
pt_pt: Este não é um valor válido

# invalid.float.value
source: The value should be a valid float number
pt_pt: Este valor devia ser um número float válido

# invalid.input
source: This is not a valid input
pt_pt: Este não é um valor válido

source: invalid ISBN 10
pt_pt: ISBN 10 inválido

# invalid.isbn10.sum.not.multiple.of.11
source: invalid ISBN 10 (sum is not a multiple of 11")
pt_pt: ISBN 10 inválido (soma não é múltiplo de 11")

source: Loading...
pt_pt: A carregar...

# login.required
source: 'The login is required
pt_pt: 'O login é obrigatório

# maplocation.address
source: Address:
pt_pt: Endereço:

# maplocation.locateaddress
source: Locate Address
pt_pt: Encontrar endereço

# maplocation.locateme
source: Locate Me
pt_pt: Localizar-me

# media.audio.empty
source: No audio file yet.
pt_pt: Nenhum ficheiro áudio ainda.

# media.audio.help
source: Drag and drop your audio file here or simply click on the buttons and select your audio file manually.
pt_pt: Arraste e largue o ficheiro áudio para aqui ou simplesmente carregue nos botões e seleccione o ficheiro áudio manualmente.

# media.audio.properties
source: Audio file properties
pt_pt: Propriedades de ficheiro áudio

# media.audio.remove
source: Remove this audio file
pt_pt: Remover este ficheiro áudio

# media.audio.replace
source: Replace this audio file
pt_pt: Substituir este ficheiro áudio

# media.audio.unsupported
source: Unsupported audio format
pt_pt: Formato áudio não suportado

# media.audio.upload
source: Upload an audio file
pt_pt: Enviar um ficheiro áudio

# media.autoplay
source: Auto play:
pt_pt: Reproduzir automaticamente:

# media.displaycontrols
source: Display controls:
pt_pt: Mostrar controlos:

# media.height
source: Height:
pt_pt: Altura:

# media.loop
source: Loop:
pt_pt: Repetição:

# media.name
source: File name:
pt_pt: Nome do ficheiro:

# media.newtab
source: Open it in a new tab
pt_pt: Abrir num novo separador

# media.playersettings
source: Player settings
pt_pt: Definições do leitor

# media.size
source: File size:
pt_pt: Dimensão do ficheiro:

# media.type
source: Type:
pt_pt: Tipo:

# media.video.empty
source: No video file yet.
pt_pt: Nenhum ficheiro de vídeo ainda.

# media.video.help
source: Drag and drop your video here or simply click on the buttons and select your video manually. Customize size, controls & view.
pt_pt: Arraste e largue o ficheiro de vídeo para aqui ou simplesmente carregue nos botões e seleccione o vídeo manualmente. Personalize o tamanho, controlos e vista.

# media.video.properties
source: Video file properties
pt_pt: Propriedades de ficheiro vídeo

# media.video.remove
source: Remove this video
pt_pt: Remover este vídeo

# media.video.replace
source: Replace this video
pt_pt: Substituir este vídeo

# media.video.unsupported
source: Unsupported video format
pt_pt: Formato de vídeo não suportado

# media.video.upload
source: Upload a video
pt_pt: Enviar um vídeo

# media.width
source: Width:
pt_pt: Largura:

# name.required
source: The name is required
pt_pt: O nome é obrigatório

# name.required.if.email.filled
source: The name is required if the email is filled
pt_pt: O nome é obrigatório se o email está preenchido

# not.a.correct.isbn13.pattern
source: This is not a correct ISBN13 pattern
pt_pt: Este padrão de ISBN13 não é correcto

# over.maximum.allowed.size
source: The file '%name%' was refused because its size is greater than the maximum allowed size (%max%)
pt_pt: O ficheiro '%name%' foi recusado porque tem um tamanho maior do que o tamanho máximo permitido (%max%)

# refused.not.an.image
source: The file '%name%' was refused because it seems to not be an image. Please choose an image file.
pt_pt: O ficheiro '%name%' foi recusado porque não aparenta ser uma imagem. Escolha uma imagem por favor.

# relation.empty
source: No relation.
pt_pt: Sem relação.

# relation.error
source: An error occurred while loading the related content.
pt_pt: Ocorreu um erro ao carregar o conteúdo relacionado.

# relation.help
source: Select another content and link it up with your content.
pt_pt: Seleccione outro conteúdo e relacione-o ao seu conteúdo.

# relation.loading
source: Loading the related content
pt_pt: A carregar o conteúdo relacionado

# relation.modified
source: Modified:
pt_pt: Modificado:

# relation.published
source: Published:
pt_pt: Publicado:

# relation.remove
source: Remove relation
pt_pt: Remover relação

# relation.retry
source: Retry
pt_pt: Tentar novamente

# relation.select
source: Select a content
pt_pt: Seleccionar um conteúdo

# relationlist.empty
source: No relation.
pt_pt: Sem relação.

# relationlist.error
source: An error occurred while loading the related content.
pt_pt: Ocorreu um erro ao carregar conteúdo relacionado.

# relationlist.help
source: Set up multiple relations with several contents.
pt_pt: Definir relações múltiplas com vários conteúdos.

# relationlist.loading
source: Loading the related content(s)
pt_pt: A carregar conteúdo(s) relacionados

# relationlist.remove
source: Remove
pt_pt: Remover

# relationlist.retry
source: Retry
pt_pt: Tentar novamente

# relationlist.select
source: Select contents
pt_pt: Seleccionar conteúdos

# relationlist.table.modified
source: Modified
pt_pt: Modificado

# relationlist.table.name
source: Name
pt_pt: Nome

# relationlist.table.published
source: Published
pt_pt: Publicado

# richtext.focus
source: Focus
pt_pt: Focar

# richtext.save
source: Save and Return
pt_pt: Gravar e retornar

# select.contents.to.add
source: Select the contents you want to add in the relation
pt_pt: Seleccionar os conteúdos que quer adicionar à relação

# svg.not.supported
source: SVG images are not supported. Please choose another image file.
pt_pt: Imagens SVG não são suportadas. Escolha outra imagem por favor.

source: This field is required
pt_pt: Este campo é obrigatório

# time.not.valid
source: Time do not have a valid input
pt_pt: Hora não tem um valor válido

# time.not.valid.date.missing
source: Time do not have a valid input and date is missing
pt_pt: Hora não tem um valor válido e a data está em falta

# time.not.valid.date.required
source: Time do not have a valid input and date is required
pt_pt: Hora não tem um valor válido e a data é obrigatória

# time.not.valid.enter.format
source: This time is invalid, enter a correct time: HH:MM(:SS)
pt_pt: Esta hora é inválida, introduza uma hora correcta: HH:MM(:SS)

# time.required
source: Time is required
pt_pt: Hora é obrigatória

# unable.find.address
source: Unable to find this address
pt_pt: Não foi possível encontrar este endereço

# unsupported.html5.geolocation.api
source: Your browser does not support HTML5 Geolocation API
pt_pt: O browser não suporta API de geolocalização HTML5

# url.text
source: Text:
pt_pt: Texto:

# user.password
source: Password
pt_pt: Palavra-chave

# user.passwordconfirm
source: Confirm password
pt_pt: Confirmar palavra-chave

# value.should.be.less.than
source: The value should be less than or equal to %maxIntegerValue%
pt_pt: O valor deve ser menor ou igual que %maxIntegerValue%

# value.should.be.more.than
source: The value should be more than or equal to %minIntegerValue%
pt_pt: O valor deve ser maior ou igual que %minIntegerValue%

# value.should.be.valid.integer
source: The value should be a valid integer number
pt_pt: O valor deve ser um número inteiro válido
